Repository: hzbd/kazam
Catalog: po/*.po
Languages: ast, bg, ca, el, fi, hy, ja, ko, lt, ml, ta, uz

source: Pause recording
ast: Posar la grabación
bg: Пауза на записа
ca: Fes una pausa a l'enregistrament
el: Παύση εγγραφής
fi: Keskeytä nauhoitus
hy: Տեսագրման դադար
ja: 録画を一時停止
ko: 녹화 일시 중지
lt: Pristabdyti įrašymą
ml: റെക്കോഡിംഗ് നിര്‍ത്തുക
ta: பதிவை இடைநிறுத்து
uz: Yozib olish vaqtincha to‘xtatildi

source: Save capture
ast: Guardar captura
bg: Запазване на записа
ca: Desa la captura
el: Αποθήκευση καταγραφής
fi: Tallenna kuvakaappaus
hy: Պահել նշվածը
ja: キャプチャの保存
ko: 캡처한 것 저장하기
lt: Išsaugoti įrašą
ml: ചിത്രീകരണം സംരക്ഷിക്കുക
ta: படப்பிடிப்பை சேமி
uz: Yozuvlarni saqlash

source: Unknown
ast: Desconocíu
bg: Неизвестно
ca: Desconegut
el: Άγνωστο
fi: Tuntematon
hy: Անհայտ
ja: 不明
ko: 알 수 없음
lt: Nežinomas
ml: അപരിചിതം
ta: தெரியாதது
uz: Noma’lum

source: Capture form your webcam.
ca: Captura de la teva webcam

source: Kazam
bg: Казам
hy: Կազամ
ko: 카잠
ml: കാസം
ta: காசாம்

source: Set volume
hy: Ձայնը՝

source: Record a video of your desktop։
hy: Տեսագրել աշխատասեղանը
