Repository: hzbd/kazam
Catalog: po/*.po
Languages: ast, bg, ca, el, fi, hy, ja, ko, lt, ml, ta, uz

source: Capture
ast: Capturar
bg: Запис
ca: Captura
el: Καταγραφή
fi: Nauhoita
hy: Նկարել
ja: キャプチャ
ko: 캡처하기
lt: Įrašyti
ml: ചിത്രീകരിക്കുക
ta: படப்பதிவு
uz: Yozishni boshlash

source: Seconds to wait before capturing:
ast: Segundos d'espera enantes de capturar:
bg: Брояч преди началото на записа (сек):
ca: Segons d'espera abans de capturar:
el: Δευτερόλεπτα αναμονής πριν τη καταγραφή:
fi: Viive ennen nauhoitusta:
hy: Նկարելուց առաջ սպասելու վայրկյանները՝
ja: キャプチャ前の待ち時間(秒):
ko: 캡처하기 전 대기 시간:
lt: Prieš įrašymą laukti sekundes:
ml: ചിത്രീകരിക്കരിക്കുന്നതിന് മുമ്പ് കാത്തിരിക്കേണ്ട സമയം
ta: படப்பதிவிற்கு முன் காத்திருக்க வேண்டிய விநாடிகள்:
uz: Yozishnni boshlashdan oldin kutish soniyalari

source: Mouse cursor
ast: Cursor del mur
bg: Курсора на мишката
ca: Cursor del ratolí
el: Δρομέας ποντικιού
fi: Hiiren osoitin
hy: Մկնիկի ցուցիչը
ja: マウスカーソル
ko: 마우스 커서
lt: Pelės žymeklis
ml: മൗസ് കഴ്സര്‍
ta: இடஞ்சுட்டி
uz: Sichqoncha kursori

source: Sound from speakers
ast: Soníu de los altavoces
bg: Звука от тонколоните
ca: So dels altaveus
el: Ήχος από ηχεία
fi: Ääni kaiuttimista
hy: Բարձրախոսի ձայնը
ja: スピーカーの音声
ko: 스피커에서 나는 소리
lt: Garsiakalbių garsas
ml: സ്പീക്കറില്‍ നിന്നുള്ള ശബ്ദം
ta: ஒலிபெருக்கியிலிருந்து வரும் ஒலி
uz: Karnaydagi tovush

source: Sound from microphone
ast: Soníu del micrófonu
bg: Звука от микрофона
ca: So del micròfon
el: Ήχος από μικρόφωνο
fi: Ääni mikrofonista
hy: Խոսափողի ձայնը
ja: マイクの音声
ko: 마이크에서 나는 소리
lt: Garsas iš mikrofono
ml: മൈക്രോഫോണില്‍ നിന്നുള്ള ശബ്ദം
ta: ஒலிவாங்கியிலிருந்து வரும் ஒலி
uz: Mikrofondagi tovush

source: Screencast
ast: Grabación de videu
bg: Видео
ca: Capturar pantalla
el: Βίντεο οθόνης
fi: Näyttölähetys
hy: Տեսագրել էկրանը
ja: スクリーンキャスト
ko: 화면 녹화
lt: Ekrano filmavimas
ml: സ്ക്രീന്‍കാസ്റ്റ്
ta: திரைபதிவு
uz: Skrenkast

source: Window borders
ast: Bordes de la ventana
bg: Рамките на прозореца
ca: Vores de la finestra
el: Περιγράμματα παραθύρου
fi: Ikkunan reunat
hy: Պատուհանի եզրերը
ja: ウィンドウ枠
ko: 창 테두리
lt: Lango ribos
ml: ജാലകാതിരുകള്‍
ta: சாளர எல்லைகள்
uz: Oyna chetlari

source: Screenshot
ast: Imaxe de pantalla
bg: Снимка
ca: Captura de pantalla
el: Στιγμιότυπο οθόνης
fi: Kuvakaappaus
hy: Նկարել էկրանը
ja: スクリーンショット
ko: 스크린샷
lt: Ekrano nuotrauka
ml: സ്ക്രീന്‍ഷോട്ട്
ta: திரைபிடிப்பு
uz: Skrinshot

source: Broadcast
fi: Verkkolähetys

source: Webcam
fi: Web-kamera

source: When capturing include:
ast: Na captura incluir:
bg: В записа да бъдат включени:
ca: Incloure en la captura:
el: Κατά την καταγραφή να περιλαμβάνονται:
fi: Sisällytä nauhoitukseen:
hy: Նկարելիս ներառեք՝
ja: キャプチャ時に含めるもの:
ko: 캠쳐할 때 포함할 내용:
lt: Kai filmuojama įtraukti:
ml: ചിത്രീകരിക്കുമ്പോള്‍ ഉള്‍പ്പെടുത്തുക
ta: படப்பதிவின் போது உள்ளடக்கம்:
uz: Yozib olishga qo‘shilganda:

source: Kazam Preferences
ast: Preferencies de Kazam
bg: Настройки на Казам
ca: Prefències de Kazam
el: Προτιμήσεις Kazam
fi: Kazamin asetukset
hy: Կազամի նախընտրանքներ
ja: Kazam の設定
ko: 카잠 환경 설정
lt: Kazam nustatymai
ml: കാസം ക്രമികരണങ്ങള്‍
ta: காசாம் விருப்பங்கள்
uz: Kazam parametrlari

source: Speakers:
ast: Altavoces:
bg: Тонколони:
ca: Altaveus:
el: Ηχεία:
fi: Kaiuttimet:
hy: Բարձրախոս՝
ja: スピーカー:
ko: 스피커:
lt: Garsiakalbiai:
ml: സ്പീക്കറുകള്‍
ta: ஒலிபெருக்கிகள்:
uz: Karnaylar:

source: Microphone:
ast: Micrófonu:
bg: Микрофон:
ca: Micròfon:
el: Μικρόφωνο:
fi: Mikrofoni:
hy: Խոսափող՝
ja: マイク:
ko: 마이크:
lt: Mikrofonas:
ml: മൈക്രോഫോണ്‍
ta: ஓலி வாங்கி
uz: Mikrofon

source: Countdown splash:
ast: Pantalla de cuenta atrás:
bg: Брояч преди началото:
ca: Pantalla de compte enrere
el: Αντίστροφη μέτρηση εκκίνησης:
fi: Alkulaskenta:
hy: Հետհաշվարկի պատուհան՝
ja: カウンドダウンスプラッシュ:
ko: 카운트다운 화면:
lt: Skaičiavimo atgal rodymas:
ml: കൗണ്ട് ഡൗണ് സ്പ്ലാഷ്
ta: கீழெண்ணு காணொளி
uz: Qolgan vaqt chaqnog‘i

source: Toggle display of countdown splash
ast: Conmutar la pantalla de cuenta atrás
bg: Превключва показването на брояча на секундите преди началото на записа
ca: Mostra o oculta la pantalla de compte enrere
el: Εναλλαγή οθόνης αντίστροφης μέτρησης εκκίνησης
fi: Näytä tai piilota laskenta ennen aloittamista
hy: Փոխարկել հետհաշվարկի պատուհանի ցուցադրումը
ja: カウントダウンスプラッシュの表示有無を切り替えます
ko: 카운트다운 화면 표시 토글
lt: Skaičiavimo atgal rodymo jungiklis
ml: കൗണ്ട് ഡൗണ് സ്പ്ലാഷ് സന്ദര്‍ഭാനുസരണം കാണിക്കുക
ta: கீழெண்ணு காணொளியின் மாற்று காட்சி
uz: Qolgan vaqt chaqnog‘i ekraniga o‘tish

source: Framerate:
ast: Velocidá de fotogrames:
bg: Кадри в секунда:
ca: Fotogrames per segon:
el: Ρυθμός λήψεων:
fi: Kuvataajuus:
hy: Կադրի արագությունը՝
ja: フレームレート:
ko: 프레임 속도:
lt: Kadrų dažnis:
ml: ഫ്രെയിംറേറ്റ്:
ta: சட்டவிகிதம்:
uz: Kadr tezligi

source: Set the number of frames per second
ast: Configurar el númberu de fotogrames por segundu
bg: Задава броя на кадрите в секунда
ca: Ajusta el nombre de fotogrames per segon
el: Ορισμός του αριθμού λήψεων ανά δευτερόλεπτο
fi: Aseta sekunnissa tallennettavien kuvien määrä
hy: Մեկ վարկյանում կադերի քանակը՝
ja: 秒あたりのフレーム数を設定します
ko: 초당 프레임 수 설정
lt: Nustatyti kadrų per sekundę skaičių
ml: സെക്കന്റലുള്ള ഫ്രെയിമുകളുടെ എണ്ണം നിജപ്പെടുത്തുക
ta: ஒரு நோடியின் சட்டவிகித அளவை அமை
uz: Bir soniyadagi kadr miqdorini kiriting

source: Record with:
ast: Grabar con:
bg: Записване с:
ca: Gravar amb:
el: Εγγραφή με:
fi: Nauhoita käyttäen:
hy: Կոդավորում՝
ja: 記録方式:
ko: 녹음 기구:
lt: Įrašyti kaip:
ml: ഇതുമായി റെക്കോഡ് ചെയ്യുക -
ta: இதன் மூலம் பதிவு செய்:
uz: Yozib olish:

source: General
ast: Xeneral
bg: Общи
el: Γενικά
fi: Yleiset
hy: Գլխավոր
ja: 全般
ko: 일반 설정
lt: Bendri
ml: പൊതുകാര്യങ്ങൾ
ta: பொது
uz: Umumiy

source: Automatic file saving:
ast: Guardáu automáticu de ficheru:
bg: Автоматичен запазване на файла:
ca: Desa fitxer autom.:
el: Αυτόματη αποθήκευση αρχείου:
fi: Automaattinen tiedoston tallennus:
hy: Նիշքի ինքնապահպանում՝
ja: ファイルの自動保存:
ko: 파일 자동 저장:
lt: Automatinis išsaugojimas:
ml: ഫയല്‍ സ്വതേ സംരക്ഷിക്കുക
ta: தானாக கோப்பை சேமி:
uz: Faylni avtomatik saqlash:

source: Directory:
ast: Direutoriu:
bg: Папка:
ca: Directori:
el: Κατάλογος:
fi: Kansio:
hy: Պանակ՝
ja: ディレクトリ:
ko: 디렉토리:
lt: Aplankas:
ml: ഫോള്‍ഡര്‍
ta: அடைவு:
uz: Katalog:

source: Select a directory
ast: Seleiciona un direutoriu
bg: Изберете папка
ca: Seleccioneu un directori
el: Επιλογή καταλόγου
fi: Valitse kansio
hy: Ընտրել պանակը
ja: ディレクトリの選択
ko: 디렉토리 선택
lt: Pasirinkite aplanką
ml: ഡയറക്ട്രി തിരഞ്ഞെടുക്കുക
ta: ஓர் அடைவைத் தேர்ந்தெடு
uz: Katalogni tanlash

source: Filename prefix:
ast: Prefixu del nome de ficheru:
bg: Представка в името на файла:
ca: Prefix de nom de fitxer:
el: Πρόθεμα ονόματος αρχείου:
fi: Tiedostonimen etuliite:
hy: Նիշքի անվան նախածանց՝
ja: ファイル名の接頭辞:
ko: 파일 이름 접두사:
lt: Failo pavadinimo priešdėlis:
ml: ഫയല്‍നാമത്തിന്‍റെ ആദ്യഭാഗം:
ta: கோப்புப்பெயர் முன்னொட்டு:
uz: Fayl nomi:

source: Shutter sound:
ast: Soníu del disparador:
bg: Звук на затвора:
ca: So de l'obturador
el: Ήχος διαφράγματος:
fi: Sulkimen ääni:
hy: Կափարիչի ձայնը՝
ja: シャッター音:
ko: 셔터 소리:
lt: Fotografavimo garsas
ml: ഷട്ടര്‍ ശബ്ദം:
ta: கதவு ஒலி
uz: Ishga tushirgich tovushi:

source: Shutter type:
ast: Triba de disparador:
bg: Вид на затвора:
ca: Tipus d'obturador
el: Τύπος διαφράγματος:
fi: Sulkimen tyyppi:
hy: Կափարիչի տեսակը՝
ja: シャッター音の種類:
ko: 셔터 종류:
lt: Tipas
ml: ഷട്ടര്‍ തരം:
ta: கதவு வகை:
uz: Ishga tushirgich turi:

source: Screencast and Screenshot tool
ast: Ferramienta pa capturar imaxes y videos de pantalla
bg: Инструмент за запис на видео или снимки на екрана
ca: Eina de captura i enregistrament de pantalla
el: Εργαλείο βίντεο και στιγμιότυπου οθόνης
fi: Työkalu kuvakaappausta ja näytön videotallennusta varten
hy: Էկրանը հեռարձարկելու և դրվագելու գործիք
ja: スクリーンキャスト・スクリーンショットツール
ko: 화면 녹화 및 화면 캡처 도구
lt: Filmavimo ir fotografavimo įrankis
ml: സ്ക്രീന്‍കാസ്റ്റ് സ്ക്രീന്‍ഷോട്ട് ഉപകരണം:
ta: திரைபதிவு மற்றும் திரைப்பிடிப்பு கருவி
uz: Skrinkast va skrinshot vositasi

source: Record a video or take a screenshot of your screen
ast: Grabar un videu o tomar una imaxe de pantalla
bg: Записвайте видеа или снимки на екрана си
ca: Enregistreu un vídeo o feu una captura de la vostra pantalla
el: Εγγραφή βίντεο ή λήψη στιγμιότυπου της οθόνης σας
fi: Nauhoita video tai ota kuvakaappaus näytöstäsi
hy: Տեսագրել կամ նկարել էկրանի բովանդակությունը
ja: 画面の動画を録画したり、スクリーンショットを撮影したりします
ko: 여러분의 화면을 녹화하거나 캡처합니다
lt: Filmuoti arba fotografuoti ekraną
ml: നിങ്ങളുടെ സ്ക്രീനിന്റെ ഒരു ചിത്രമെടുക്കുകയോ വീഡിയോ റെക്കോഡോ ചെയ്യുക
ta: உங்கள் திரையை திரைப்பிடிப்பாக அல்லது காணொளியாக பதிவு எடுக்கவும்
uz: Videoni yozib olish yoki ekrandan rasm olish

source: screenshot;screencast;videorecord;desktop recording;
ast: captura;screencast;grabar videu;grabación d'escritoriu;
bg: екранна снимка;видео на екрана;запис на видео;запис на работния плот
ca: captura de pantalla;enregistrament de pantalla;gravació de vídeo;gravació d'escriptori;
el: στιγμιότυπο οθόνης;βίντεο οθόνης;εγγραφή βίντεο;εγγραφή επιφάνειας εργασίας;
fi: screenshot;screencast;videorecord;desktop recording;kuvakaappaus;kuvankaappaus;video;nauhoitus;nauhoita työpöytä;
ko: 스크린샷;스크린캐스트;비디오녹화;데스크톱 녹화;
lt: Darbastalio vaizdų įrašymas; fotografavimas; filmavimas.
ml: സ്ക്രീന്‍ഷോട്ട്;സ്ക്രീന്‍കാസ്റ്റ്;വിഡിയോറെക്കോഡ്:ഡെസ്ക്ടോപ്പ് റെകോഡിംഗ്
ta: திரைப்பிடிப்பு;திரைபதிவு;காணொளி பதிவு;பணிமேடை பதிவு;
uz: skrinshot;skrinkast;videoyozish;ish stolidan yozib olish

source: Take a screenshot of entire workspace
ast: Captura de pantalla del área de trabayu ensembre
bg: Направете снимка на цялата си работна област
ca: Feu una captura de pantalla de tota l'àrea de treball
el: Λήψη στιγμιότυπου οθόνης ολόκληρου του χώρου εργασίας
fi: Ota kuvakaappaus koko työtilasta
hy: Վերցնել ամբողջ աշխատանքային տարածքի պատկերը
ja: ワークスペース全体のスクリーンショット撮影
ko: 전체 작업 공간 찍기
lt: Fotografuoti visą darbo sritį
ml: മുഴുവന്‍ സ്ക്രീനിന്റെയും സ്ക്രീന്‍ഷോട്ട് എടുക്കുക
ta: பணியிடத்தை முழுவதுமாக திரைப்பிடிப்பு செய்
uz: Butun ish maydonini rasmga olish

source: Select an area to screenshot
ast: Seleiciona un área a capturar
bg: Изберете област, която да снимате
ca: Seleccioneu una àrea per fer una captura de pantalla
el: Επιλέξτε μια περιοχή για στιγμιότυπο οθόνης
fi: Valitse kuvakaappauksen alue
hy: Ընտրել նկարելու տարածքը
ja: スクリーンショット撮影対象の範囲選択
ko: 캡처할 영역을 선택합니다
lt: Pasirinkite fotografuojamą plotą
ml: സ്ക്രീന്‍ഷോട്ട് എടുക്കാനുള്ള ഭാഗം തെരെഞ്ഞെടുക്കുക
ta: திரைப்பிடிப்பு செய்வதற்கான பகுதியை தேர்ந்தெடு
uz: Rasmga olish uchun hududni tanlang

source: Select a window to screenshot
ast: Seleiciona una ventana a capturar
bg: Изберете прозорец, който да снимате
ca: Seleccioneu una finestra per fer una captura de pantalla
el: Επιλέξτε ένα παράθυρο για στιγμιότυπο οθόνης
fi: Valitse ikkuna kuvakaappausta varten
hy: Ընտրել նկարելու պատուհանը
ja: スクリーンショット撮影対象のウィンドウ選択
ko: 캡처할 창을 선택합니다
lt: Pasirinkite fotografuojamą langą
ml: സ്ക്രീന്‍ഷോട്ട് എടുക്കാനുള്ള ജാലകം തെരെഞ്ഞെടുക്കുക
ta: திரைப்பிடிப்பு செய்வதற்கான சாளரத்தைத் தேர்ந்தெடு
uz: Rasmga olish uchun oynani tanlang

source: Preferences
ast: Preferencies
bg: Настройки
ca: Preferències
el: Προτιμήσεις
fi: Asetukset
hy: Նախընտրանքներ
ja: 設定
ko: 환경 설정
lt: Nustatymai
ml: മുന്‍ഗണനകള്
ta: விருப்பங்கள்
uz: Parametrlar

source: Gstreamer 1.0 or higher required, bailing out.
ast: Requier Gstreamer 1.0 o superior, encaboxando.
bg: Изисква се „Gstreamer“ версия 1.0 или по-нова. Край.
ca: Requereix Gstreamer 1.0 o superior.
el: Απαιτείται Gstreamer 1.0 ή νεότερο, εγκατάλειψη.
fi: Gstreamer 1.0 tai uudempi vaaditaan, lopetetaan nyt.
hy: Gstreamer 1.0 ֊ից բարջ տարբերակն է հարկավոր, ելք․․․
ja: Gstreamer 1.0 以上が必要です。終了します。
ko: Gstreamer 1.0 또는 그 이상의 버전이 필요합니다, 끝냅니다.
ml: ജിസ്ട്രീമര്‍ 1.0ഓ ഉയര്‍ന്നതോ ആവശ്യമാണ്. പുറത്തു പോകുന്നു.
ta: Gstreamer 1.0 அல்லது மேற்பதிப்பு தேவை. வெளியேறுகிறது.
uz: Muammo yuz bermasligi uchun Gstreamer 1.0 yoki keyingi versiylari talab qilinadi.

source: Record a video of your desktop.
ast: Grabar un videu del escritoriu.
bg: Запишете видео на екрана си.
ca: Graveu un vídeo del vostre escriptori.
el: Εγγραφή βίντεο της επιφάνειας εργασίας σας.
fi: Nauhoita video työpöydästäsi.
ja: デスクトップの動画を録画します。
ko: 여러분의 데스크톱을 녹화합니다
lt: Filmuoti jūsų darbastalį
ml: ഡെസ്ക്ടോപ്പിന്റെ വീഡിയോ റെക്കോഡ് ചെയ്യുക
ta: உங்கள் பணிமேடையை காணொளியாக பதிவு செய்க
uz: Ish stolidan video yozib olish

source: Record a picture of your desktop.
ast: Tomar una imaxe del escritoriu.
bg: Направете снимка на екрана си.
ca: Graveu una imatge del vostre escriptori
el: Εγγραφή εικόνας της επιφάνειας εργασίας σας.
fi: Ota kuva työpöydästäsi.
hy: Նկարել աշխատասեղանը։
ja: デスクトップの静止画像を撮影します。
ko: 여러분의 데스크톱을 캡처합니다.
lt: Fotografuoti jūsų darbastalį
ml: ഡെസ്ക്ടോപ്പിന്റെ ഒരു ചിത്രമെടുക്കുക
ta: உங்கள் பணிமேடையை புகைப்படமாக பதிவு செய்க
uz: Ish stolini rasmga olish

source: Broadcast your desktop.
ca: Broadcast el teu escriptori
fi: Lähetä live-kuvaa työpöydästäsi verkkoon.

source: Fullscreen
ast: Pantalla completa
bg: Целият екран
ca: Pantalla completa
el: Πλήρης οθόνη
fi: Koko näyttö
hy: Լիաէկրան
ja: フルスクリーン
ko: 전체 화면
lt: Visas ekranas
ml: സ്ക്രീന്‍ പരമാവധി വലുപ്പത്തില്‍
ta: முழுத்திரை
uz: Butun ekran

source: Capture contents of the current screen.
ast: Capturar el conteníu de la pantalla actual.
bg: Ще бъде заснет целият текущ екран.
ca: Captura de continguts de la pantalla actual
el: Καταγραφή περιεχομένων της τρέχουσας οθόνης.
fi: Sisällytä nykyisellä näytöllä oleva sisältö.
hy: Վերցնել ընթացիկ էկրանի բովանդակությունը։
ja: 現在の画面の内容をキャプチャします。
ko: 현재 화면의 내용을 캡처 합니다.
lt: Filmuoti dabartinio ekrano turinį
ml: നിലവിലെ സ്ക്രീനിലെ ഉള്ളടക്കങ്ങളും ചിത്രീകരിക്കുക
ta: நடப்பு திரையின் உள்ளடக்கங்களைப் படம் பிடிக்கவும்
uz: Joriy oynaning qismlarini yozib olish

source: All Screens
ast: Toles pantalles
bg: Вс. екрани
ca: Totes les pantalles
el: Όλες οι οθόνες
fi: Kaikki näytöt
hy: Բոլոր էկրանները
ja: 全スクリーン
ko: 모든 화면
lt: Visi ekranai
ml: എല്ലാ സ്ക്രീനുകളും
ta: அனைத்து திரைகள்
uz: Barcha ekranlar

source: Capture contents of all of your screens.
ast: Capturar el conteníu de toles pantalles
bg: Ще бъдат заснети всички екрани.
ca: Captura de continguts de totes les vostres pantalles.
el: Καταγραφή περιεχομένων όλων των οθονών σας.
fi: Sisällytä kaikilla näytöillä oleva sisältö.
hy: Վերցնել բոլոր էկրաններիի բովանդակությունը։
ja: すべての画面の内容をキャプチャします。
ko: 모든 화면의 내용을 캡처합니다.
lt: Filmuoti visų ekranų turinį
ml: എല്ലാ സ്ക്രീനിലെയും ഉള്ളടക്കങ്ങളുടെ ചിത്രമെടുക്കുക
ta: அனைத்து திரைகளின் உள்ளடக்கங்களையும் படம்பிடிக்கவும்.
uz: Barcha ekran qismlarini yozib olish

source: Window
ast: Ventana
bg: Прозорец
ca: Finestra
el: Παράθυρο
fi: Ikkuna
hy: Պատուհան
ja: ウィンドウ
ko: 창
lt: Langas
ml: ജാലകം
ta: சாளரம்
uz: Oyna

source: Capture contents of a single window.
ast: Capturar el conteníu d'una única ventana.
bg: Ще бъде заснет само един прозорец.
ca: Captura de continguts d'una sola finestra.
el: Καταγραφή περιεχομένων ενός μοναδικού παραθύρου.
fi: Sisällytä yksittäisen ikkunan sisältö.
hy: Վերցնել մեկ էկրանի բովանդակությունը։
ja: 一つのウィンドウの内容をキャプチャします。
ko: 창 하나의 내용만 캡처합니다.
lt: Filmuoti vieno lango turinį
ml: ഒരു ജാലകത്തിലെ ഉള്ളടക്കം ചിത്രീകരിക്കുക
ta: ஒரு திரையின் உள்ளடக்கங்களைப் படம்பிடிக்கவும்.
uz: Bitta oyna qislarini yozib olish

source: Area
bg: Област
ca: Àrea
el: Περιοχή
fi: Alue
hy: Տարածք
ja: 領域
ko: 영역
lt: Plotas
ml: പ്രദേശം
ta: பரப்பு
uz: Hudud

source: Capture a pre-selected area of your screen.
ast: Capturar un área pre-seleicionada de la pantalla.
bg: Ще бъде заснета предварително избрана област от екрана.
ca: Captura d'una àrea preseleccionada de la pantalla.
el: Καταγραφή μιας προεπιλεγμένης περιοχής της οθόνης σας.
fi: Sisällytä etukäteen valittu alue näytöstäsi.
hy: Վերցնել էկրանի վրա նախապես ընտրած տարածքը
ja: あらかじめ選択した画面範囲をキャプチャします。
ko: 미리 선택한 범위의 내용을 캡처합니다.
lt: Filmuoti iš anksto parinktą ekrano plotą
ml: മുമ്പ് തെരെഞ്ഞെടുത്ത പ്രദേശം ചിത്രീകരിക്കുക
ta: முன்னர் தேர்ந்தெடுத்த பரப்பை படம்பிடிக்கவும்.
uz: Ekranning oldindan tanlangan hududini yozib olish

source: Start recording
ast: Aniciar grabación
bg: Начало на записа
ca: Començar a gravar
el: Έναρξη εγγραφής
fi: Aloita nauhoitus
hy: Տեսագրման մեկնարկ
ja: 録画の開始
ko: 녹화를 시작합니다
lt: Pradėti įrašymą
ml: റെക്കോഡിംഗ് ആരംഭിക്കുക
ta: பதிவு செய்ய தொடங்கவும்
uz: Yozib olishni boshlash

source: Take screenshot
ast: Facer captura de pantalla
bg: Заснемане
ca: Fes una captura de pantalla
el: Λήψη στιγμιότυπου οθόνης
fi: Ota kuvakaappaus
hy: Նկարել էկրանը
ja: スクリーンショットの撮影
ko: 스크린샷 찍기
lt: Padaryti ekrano nuotrauką
ml: സ്ക്രീന്‍ഷോട്ട് എടുക്കുക
ta: திரைபிடிப்பு எடுக்கவும்
uz: Rasmga olish

source: Start broadcasting
ca: Començá el Broadcasting
fi: Käynnistä verkkolähetys

source: Finish recording
ast: Acabar grabación
bg: Край на записа
ca: Finalitza la gravació
el: Τερματισμός εγγραφής
fi: Lopeta nauhoitus
hy: Տեսագրման ավարտ
ja: 録画の完了
ko: 녹화를 마칩니다
lt: Baigti įrašymą
ml: റെക്കോഡിംഗ് പൂര്‍ത്തിയാക്കുക
ta: பதிவு செய்வதை நிறுத்தவும்
uz: Yozib olishni tugatish

source: Cancel countdown
ast: Encaboxar la cuenta atrás
bg: Отмяна на брояча
ca: Cancel·la el compte enrere
el: Ακύρωση αντίστροφης μέτρησης
fi: Peru ajastin
hy: Չեղարկել հետհաշվարկը
ja: カウントダウンの中止
ko: 카운트다운 취소
lt: Atsisakyti skaičiavimo atgal
ml: കൗണ്ട് ഡൗണ്‍ നിര്‍ത്തലാക്കുക
ta: கீழெண்ணுதலை ரத்துசெய்யவும்
uz: Qolgan vaqtni bekor qilish

source: Select a window by clicking on it.
ast: Seleiciona una ventana calcando nella.
bg: Изберете прозорец като щракнете в него.
ca: Seleccioneu una finestra fent-hi clic al damnut
el: Επιλέξτε ένα παράθυρο πατώντας πάνω του.
fi: Valitse ikkuna napsauttamalla sitä.
hy: Սեղմեք՝ պատուհանն ընտրելու համար
ja: クリックしてウィンドウを選択してください。
ko: 클릭하셔서 창을 선택하세요.
lt: Pasirinkite langą paspaudę ant jo
ml: ക്ലിക്ക് ചെയ്യുന്നതിലൂടെ ഒരു ജാലകം തെരഞ്ഞെടുക്കുക
ta: ஒரு சாளரத்தை அதன் மீது சொடுக்கி தேர்ந்தெடுக்கவும்
uz: Ustiga bosib oyani tanlang.

source: Press ENTER or ESC to cancel
ast: Calca Intro o Esc pa encaboxar
bg: Натиснете ENTER или ESC за отказ
ca: Premeu ENTER o ESC per a cancel·lar
el: Πατήστε ENTER ή ESC για ακύρωση
fi: Paina Enter tai Esc peruaksesi.
hy: Սեղմել ENTER կամ ESC չեղարկելու համար
ja: ENTER を押して選択するか ESC を押してキャンセルしてください
ko: Enter 키나 Esc 키를 누르시면 취소됩니다
lt: Spauskite Enter arba Esc, kad atsisakyti
ml: കാന്‍സല്‍ ചെയ്യാന്‍ എന്ററോ എസ്കേപ്പോ അമര്‍ത്തുക
ta: ரத்து செய்ய ENTER அல்லது ESC அழுத்தவும்
uz: Bekor qilish uchun ENTER yokir ESC tugmasini bosing

source: Recording finished
ast: Grabación terminada
bg: Записът приключи
ca: La gravació ha finalitzat
el: Η εγγραφή τελείωσε
fi: Nauhoitus valmistui
hy: Տեսագրումն ավարտված է
ja: 録画完了
ko: 녹화를 마쳤습니다
lt: Įrašymas baigtas
ml: റെക്കോഡിംഗ് പൂര്‍ത്തിയായി
ta: பதிவு முடிந்தது
uz: Yozib olish tugadi

source: Kazam finished recording. What do you want to do now?
ast: Kazam terminó de grabar. ¿Qué quies facer agora?
bg: Казам завърши записа. Какво бихте искали да направите сега?
ca: Kazam ha acabat de gravar. Què voleu fer ara?
el: Το Kazam τελείωσε την εγγραφή. Τι θέλετε να κάνει τώρα;
fi: Kazam lopetti nauhoituksen. Mitä haluat tehdä nyt?
hy: Կազամն ավարտել է տեսագրումը։ Ի՞նչ եք ուզում անել հիմա՝
ja: Kazam での録画が完了しました。 これからどうしますか?
ko: 카잠이 녹화를 마칩니다. 이제 무엇을 할까요?
lt: Įrašymas baigtas. Ką jūs norite dabar daryti?
ml: കാസം റെക്കോഡിംഗ് പൂര്‍ത്തിയാക്കിയിരിക്കുന്നു. താങ്കളെന്താണ് ഇനി ചെയ്യാനുദ്ദേശിക്കുന്നത്?
ta: காசாம் பதிவை முடித்துவிட்டது நீங்கள் இப்போது என்ன செய்ய விரும்புகிறீர்கள்?
uz: Kazam yozib olishni tugatdi. Endi nima qilmoqchisiz?

source: Edit with:
ast: Editar con:
bg: Редактиране с:
ca: Edita amb:
el: Επεξεργασία με:
fi: Muokkaa ohjelmalla:
hy: Խմբագրել՝
ja: 次で編集:
ko: 편집할 도구 선택:
lt: Redaguoti su:
ml: ഇതുമായി തിരുത്തുക:
ta: வைத்து தொகுக்கவும்:
uz: Tahrirlash:

source: Save for later
ast: Guardar pa dempués
bg: Запазване за по-късно
ca: Guardar per després
el: Αποθήκευση για αργότερα
fi: Tallenna se
hy: Պահել
ko: 다음을 위해 저장
ml: പിന്നീട് സംരക്ഷിക്കുക
ta: பின்னர் பயன்படுத்த சேமிக்கவும்
uz: Keyinroq ishlash uchun saqlash

source: Cancel
ast: Encaboxar
bg: Отказ
ca: Cancel·la
el: Άκυρο
fi: Peru
hy: Չեղարկել
ja: キャンセル
ko: 취소
lt: Atšaukti
ml: റദ്ദാക്കുക
ta: ரத்து செய்

source: Continue
ast: Siguir
bg: Продължаване
ca: Continua
el: Συνέχεια
fi: Jatka
hy: Շարունակել
ja: 次へ
ko: 계속하기
lt: Tęsti
ml: തുടരുക
ta: தொடரவும்
uz: Davom etish

source: Save screencast
ast: Guardar grabación
bg: Запазване на записа на екрана
ca: Desa la sessió de vídeo
el: Αποθήκευση βίντεο οθόνης
fi: Tallenna nauhoitus
hy: Պահել հեռարձարկումը
ja: スクリーンキャストの保存
ko: 스크린 캐스트 저장 하기
lt: Išsaugoti įrašą
ml: സ്ക്രീന്‍കാസ്റ്റ് സംരക്ഷിക്കുക
ta: திரைப்பிடிப்பைச் சேமி
uz: Skrinkastni saqlash

source: Record a video of activity on your screen or capture a screenshot.
ast: Graba un videu de les actividaes na pantalla o captura una imaxe de pantalla.
bg: Запишете видео на екрана си или направете снимка.
ca: Gravar un vídeo de l'activitat de la vostra pantalla o fer una captura de pantalla.
el: Καταγραφή ενός βίντεο με τη δραστηριότητα στην οθόνη σας ή λήψη ενός στιγμιότυπου.
fi: Nauhoita video näyttösi tapahtumista tai ota kuvakaappaus.
hy: Տեսագրել կամ նկարել էկրանի ակտիվ գործողությունները։
ko: 화면에 일어나는 일을 녹화하거나 캡처합니다.
lt: Įrašykite veiklos vaizdą arba nufotografuokite ekraną
ml: സ്ക്രീനിലെ ഒരു പ്രവൃത്തിയുടെ സ്ക്രീന്‍ഷോട്ടെടുക്കുക അല്ലെങ്കില്‍ റെക്കോഡ് ചെയ്യുക
ta: உங்கள் திரையின் செயல்பாட்டை காணொளி பதிவு அல்லது திரைப்பிடிப்பு செய்யவும்.
uz: Ekrandagi bajarilgan faoliyatni video formatda yozib oling yoki ekrandagi holatlarni rasmga oling.

source: Save
ast: Guardar
bg: Запазване
ca: Desa
el: Αποθήκευση
fi: Tallenna
hy: Պահել
ja: 保存
ko: 저장하기
lt: Išsaugoti
ml: സംരംക്ഷിക്കുക
ta: சேமி
uz: Saqlash

source: File
ast: Ficheru
bg: Файл
ca: Fitxer
el: Αρχείο
fi: Tiedosto
hy: Նիշք
ja: ファイル
ko: 파일
lt: Failas
ml: ഫയല്‍
ta: கோப்பு
uz: Fayl

source: Quit
ast: Colar
bg: Изход
ca: Surt
el: Έξοδος
fi: Lopeta
hy: Փակել
ja: 終了
ko: 끝내기
lt: Išeiti
ml: പുറത്തു കടക്കുക
ta: வெளியேறு
uz: Chiqish

source: Quit Kazam
ast: Colar de Kazam
bg: Изход от Казам
ca: Sortir del Kazam
el: Έξοδος από το Kazam
fi: Lopeta Kazam
hy: Փակել Կազամը
ja: Kazam を終了します
ko: 카잠 종료
lt: Išeiti
ml: കാസമില്‍ നിന്ന് പുറത്തുപോവുക
ta: காசாமை விட்டு வெளியேறு
uz: Kazamdan chiqish

source: Open preferences
ast: Abrir les preferencies
bg: Отваряне на настройките
ca: Obre les preferències
el: Άνοιγμα προτιμήσεων
fi: Avaa asetusikkuna
hy: Բացել նախընտրանքները
ja: 設定画面を開きます
ko: 환경 설정 열기
lt: Atidaryti nustatymus
ml: മുന്‍ഗണനകള്‍ തുറക്കുക
ta: விருப்பங்களைத் திற
uz: Parametrlarni ochish

source: Help
ast: Ayuda
bg: Помощ
ca: Ajuda
el: Βοήθεια
fi: Ohje
hy: Օգնություն
ja: ヘルプ
ko: 도움말
lt: Pagalba
ml: സഹായം
ta: உதவி
uz: Yordam

source: About
ast: Tocante a
bg: Относно
ca: Quant a
el: Περί
fi: Tietoja
hy: Մեր մասին
ja: このアプリケーションについて
ko: 정보
lt: Apie
ml: വിവരണം
ta: குறித்து
uz: Haqida

source: About Kazam
ast: Tocante a Kazam
bg: Относно Казам
ca: Quant a Kazam
el: Σχετικά με το Kazam
fi: Tietoja Kazamista
hy: Կազամի մասին
ja: Kazam について
ko: 카잠에 대한 일반 정보
lt: Apie Kazam
ml: കാസമിനെ സംബന്ധിച്ച്:
ta: காசாமை பற்றி அறியவும்
uz: Kazam haqida

source: Select an area by clicking and dragging.
ast: Seleiciona un área calcando y arrastrando.
bg: Изберете област като щракнете и завлачите.
ca: Seleccioneu una àrea fent clic i arrossegant.
el: Επιλέξτε μια περιοχή πατώντας και μεταφέροντας.
fi: Valitse alue napsauttamalla ja vetämällä.
hy: Նշել տարածքը մնկիկը կտտացնելու և քաշելու միջոցով.
ja: クリック・ドラッグして、領域を選択してください。
ko: 클릭한 후 끌어서 범위를 결정합니다.
lt: Pasirinkite plotą spragteldami ir vilkdami
ml: ഒരു പ്രദേശം ഡ്രാഗ് ചെയ്തോ ക്ലിക്ക് ചെയ്തോ തെരെഞ്ഞെടുക്കുക
ta: சொடுக்குதல் மற்றும் இழுப்பதன் மூலம் ஒரு பகுதியைத் தேர்ந்தெடுக்கவும்.
uz: Ustiga bosib va surish orqali huduni belgilang.

source: Press ENTER to confirm or ESC to cancel
ast: Calca Intro pa confirmar o Esc pa encaboxar
bg: Натиснете ENTER за потвърждение или ESC за отказ
ca: Premeu ENTER per a confirmar i ESC per a cancel·lar
el: Πατήστε ENTER για επιβεβαίωση ή ESC για ακύρωση
fi: Paina Enter vahvistaaksesi tai Esc peruaksesi.
hy: Սեղմել ENTER հաստատելու և ESC չեղարկելու համար
ja: ENTER を押して確定するか ESC を押してキャンセルしてください
ko: Enter 키를 눌러서 확정하시거나 Esc 키를 눌러서 취소하세요
lt: Spausti Enter, kad tęsti, arba Esc, kad atsisakyti
ml: ഉറപ്പിക്കാന്‍ എന്ററും കാന്‍സല് ചെയ്യാന്‍ എസ്കേപോ അമര്‍ത്തുക
ta: உறுதி செய்ய ENTER அல்லது ரத்து செய்ய ESC ஐ அழுத்தவும்
uz: Tasdiqlash uchun ENTER, chiqish uchun ESC tugmasini bosing
